* Week of Feb 26 ->
** CSCI 2041 (TA) [5/5]
   :LOGBOOK:
   CLOCK: [2018-03-02 Fri 14:11]--[2018-03-02 Fri 15:39] =>  1:28
   CLOCK: [2018-02-26 Mon 18:06]--[2018-02-26 Mon 18:26] =>  0:20
   CLOCK: [2018-02-26 Mon 14:49]--[2018-02-26 Mon 15:20] =>  0:31
   CLOCK: [2018-02-25 Sun 18:56]--[2018-02-25 Sun 19:57] =>  1:01
   :END:
   - [X] Lab
   - [X] Meeting
   - [X] Pass out quiz
   - [X] Office Hour
   - [X] Read HW3
** CSCI 3081W [3/3]
   :LOGBOOK:
   CLOCK: [2018-02-27 Tue 19:34]--[2018-02-27 Tue 21:27] =>  1:53
   CLOCK: [2018-02-26 Mon 17:37]--[2018-02-26 Mon 17:52] =>  0:15
   CLOCK: [2018-02-26 Mon 13:50]--[2018-02-26 Mon 14:43] =>  0:53
   CLOCK: [2018-02-26 Mon 00:41]--[2018-02-26 Mon 01:40] =>  0:59
   CLOCK: [2018-02-25 Sun 14:06]--[2018-02-25 Sun 15:15] =>  1:09 | Iter 1
   CLOCK: [2018-02-25 Sun 11:29]--[2018-02-25 Sun 12:21] =>  0:52 | Iter 1
   :END:
   - [X] Lab
   - [X] Iteration 1 (Preliminary Tests)
   - [X] Quiz
** CSCI 4061 [3/3]
   :LOGBOOK:
   CLOCK: [2018-03-01 Thu 10:00]--[2018-03-01 Thu 10:56] =>  0:56
   CLOCK: [2018-03-01 Thu 00:29]--[2018-03-01 Thu 00:37] =>  0:08
   CLOCK: [2018-02-28 Wed 23:49]--[2018-03-01 Thu 00:07] =>  0:18
   CLOCK: [2018-02-28 Wed 23:14]--[2018-02-28 Wed 23:41] =>  0:27
   CLOCK: [2018-02-28 Wed 16:28]--[2018-02-28 Wed 17:14] =>  0:46
   CLOCK: [2018-02-28 Wed 14:35]--[2018-02-28 Wed 15:58] =>  1:23
   :END:
   - [X] Lab
   - [X] Quiz
   - [X] Midterm
** STAT 3021 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-02 Fri 10:43]--[2018-03-02 Fri 10:46] =>  0:03
   CLOCK: [2018-03-01 Thu 21:02]--[2018-03-01 Thu 21:56] =>  0:54
   CLOCK: [2018-03-01 Thu 19:38]--[2018-03-01 Thu 19:58] =>  0:20
   CLOCK: [2018-03-01 Thu 17:20]--[2018-03-01 Thu 19:27] =>  2:07
   CLOCK: [2018-03-01 Thu 12:46]--[2018-03-01 Thu 13:08] =>  0:22
   CLOCK: [2018-02-28 Wed 10:11]--[2018-02-28 Wed 11:00] =>  0:49
   CLOCK: [2018-02-28 Wed 07:22]--[2018-02-28 Wed 07:56] =>  0:34
   CLOCK: [2018-02-27 Tue 18:22]--[2018-02-27 Tue 19:13] =>  0:51
   CLOCK: [2018-02-27 Tue 16:02]--[2018-02-27 Tue 16:29] =>  0:27
   CLOCK: [2018-02-27 Tue 12:53]--[2018-02-27 Tue 14:00] =>  1:07
   CLOCK: [2018-02-27 Tue 10:11]--[2018-02-27 Tue 10:26] =>  0:15
   CLOCK: [2018-02-25 Sun 22:12]--[2018-02-25 Sun 22:52] =>  0:40
   CLOCK: [2018-02-25 Sun 18:04]--[2018-02-25 Sun 18:53] =>  0:49
   CLOCK: [2018-02-25 Sun 16:19]--[2018-02-25 Sun 16:58] =>  0:39
   :END:
   - [X] Quiz
** MUS  1013 [2/2]
   :LOGBOOK:
   CLOCK: [2018-03-02 Fri 12:43]--[2018-03-02 Fri 14:11] =>  1:28
   CLOCK: [2018-03-02 Fri 10:46]--[2018-03-02 Fri 10:55] =>  0:09
   CLOCK: [2018-03-02 Fri 09:54]--[2018-03-02 Fri 10:41] =>  0:47
   CLOCK: [2018-02-28 Wed 08:12]--[2018-02-28 Wed 08:22] =>  0:10
   CLOCK: [2018-02-27 Tue 10:49]--[2018-02-27 Tue 11:00] =>  0:11
   CLOCK: [2018-02-26 Mon 10:57]--[2018-02-26 Mon 11:46] =>  0:49
   :END:
   - [X] Exam M/C
   - [X] Exam Listen/Short Answer
* Week of Mar 05 ->
** CSCI 2041 (TA) [3/3]
  :LOGBOOK:
  CLOCK: [2018-03-09 Fri 15:29]--[2018-03-09 Fri 15:50] =>  0:21
  CLOCK: [2018-03-09 Fri 12:13]--[2018-03-09 Fri 14:43] =>  2:30
  CLOCK: [2018-03-05 Mon 23:27]--[2018-03-06 Tue 00:08] =>  0:41
  CLOCK: [2018-03-05 Mon 22:18]--[2018-03-05 Mon 23:09] =>  0:51
  :END:
  - [X] Lab
  - [X] Meeting
  - [X] Office Hour
** CSCI 3081W [2/2]
   :LOGBOOK:
   CLOCK: [2018-03-06 Tue 21:46]--[2018-03-06 Tue 21:54] =>  0:08
   CLOCK: [2018-03-06 Tue 19:23]--[2018-03-06 Tue 20:26] =>  1:03
   CLOCK: [2018-03-06 Tue 13:15]--[2018-03-06 Tue 14:11] =>  0:56
   CLOCK: [2018-03-06 Tue 11:28]--[2018-03-06 Tue 12:32] =>  1:04
   CLOCK: [2018-03-05 Mon 20:48]--[2018-03-05 Mon 21:41] =>  0:53
   CLOCK: [2018-03-05 Mon 19:10]--[2018-03-05 Mon 20:10] =>  1:00
   CLOCK: [2018-03-05 Mon 14:23]--[2018-03-05 Mon 15:31] =>  1:08
   CLOCK: [2018-03-05 Mon 12:18]--[2018-03-05 Mon 13:01] =>  0:43
   CLOCK: [2018-03-05 Mon 10:49]--[2018-03-05 Mon 11:30] =>  0:41
   CLOCK: [2018-03-04 Sun 22:40]--[2018-03-04 Sun 23:20] =>  0:40
   CLOCK: [2018-03-04 Sun 19:16]--[2018-03-04 Sun 19:40] =>  0:24
   CLOCK: [2018-03-04 Sun 13:41]--[2018-03-04 Sun 14:22] =>  0:41
   CLOCK: [2018-03-04 Sun 13:09]--[2018-03-04 Sun 13:26] =>  0:17
   CLOCK: [2018-03-04 Sun 11:02]--[2018-03-04 Sun 11:53] =>  0:51
   CLOCK: [2018-03-03 Sat 18:21]--[2018-03-03 Sat 18:37] =>  0:16
   CLOCK: [2018-03-03 Sat 16:51]--[2018-03-03 Sat 18:04] =>  1:13
   CLOCK: [2018-03-03 Sat 13:48]--[2018-03-03 Sat 14:04] =>  0:16
   CLOCK: [2018-03-03 Sat 13:04]--[2018-03-03 Sat 13:24] =>  0:20
   CLOCK: [2018-03-03 Sat 10:58]--[2018-03-03 Sat 11:55] =>  0:57
   CLOCK: [2018-03-03 Sat 10:32]--[2018-03-03 Sat 10:47] =>  0:15
   :END:
   - [X] Lab
   - [X] Iteration 1 Due
** CSCI 4061 [2/2]
   :LOGBOOK:
   CLOCK: [2018-03-09 Fri 19:44]--[2018-03-09 Fri 20:12] =>  0:28
   CLOCK: [2018-03-08 Thu 20:32]--[2018-03-08 Thu 21:18] =>  0:46
   CLOCK: [2018-03-08 Thu 19:08]--[2018-03-08 Thu 19:40] =>  0:32
   CLOCK: [2018-03-08 Thu 12:30]--[2018-03-08 Thu 16:03] =>  3:33
   CLOCK: [2018-03-07 Wed 19:30]--[2018-03-08 Thu 02:16] =>  6:46
   CLOCK: [2018-03-04 Sun 16:34]--[2018-03-04 Sun 17:53] =>  1:19
   CLOCK: [2018-03-04 Sun 15:33]--[2018-03-04 Sun 16:07] =>  0:34
   :END:
   - [X] Lab
   - [X] Assignment 2
** STAT 3021 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-06 Tue 22:06]--[2018-03-06 Tue 23:10] =>  1:04
   CLOCK: [2018-03-07 Wed 16:23]--[2018-03-07 Wed 17:32] =>  1:09
   CLOCK: [2018-03-07 Wed 13:48]--[2018-03-07 Wed 15:42] =>  1:54
   CLOCK: [2018-03-07 Wed 10:37]--[2018-03-07 Wed 10:57] =>  0:20
   CLOCK: [2018-03-03 Sat 15:04]--[2018-03-03 Sat 15:34] =>  0:30
   :END:
   - [X] Midterm
** MUS  1013 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-03 Sat 14:29]--[2018-03-03 Sat 15:02] =>  0:33
   :END:
   - [X] Response
* Week of Mar 12 ->
** CSCI 2041 (TA) [3/3]
   :LOGBOOK:
   CLOCK: [2018-03-18 Sun 18:31]--[2018-03-18 Sun 19:51] =>  1:20
   CLOCK: [2018-03-17 Sat 13:03]--[2018-03-17 Sat 13:34] =>  0:31
   CLOCK: [2018-03-16 Fri 16:07]--[2018-03-16 Fri 18:55] =>  2:48
   CLOCK: [2018-03-15 Thu 13:07]--[2018-03-15 Thu 15:11] =>  2:04
   CLOCK: [2018-03-14 Wed 23:23]--[2018-03-14 Wed 23:49] =>  0:26
   CLOCK: [2018-03-14 Wed 18:01]--[2018-03-14 Wed 18:36] =>  0:35
   CLOCK: [2018-03-14 Wed 16:00]--[2018-03-14 Wed 17:46] =>  1:46
   CLOCK: [2018-03-14 Wed 14:01]--[2018-03-14 Wed 15:13] =>  1:12
   CLOCK: [2018-03-13 Tue 16:30]--[2018-03-13 Tue 17:48] =>  1:18
   CLOCK: [2018-03-13 Tue 15:58]--[2018-03-13 Tue 16:12] =>  0:14
   CLOCK: [2018-03-13 Tue 13:50]--[2018-03-13 Tue 15:38] =>  1:48
   CLOCK: [2018-03-10 Sat 20:31]--[2018-03-10 Sat 22:59] =>  2:28
   CLOCK: [2018-03-10 Sat 17:52]--[2018-03-10 Sat 18:38] =>  0:46
   CLOCK: [2018-03-10 Sat 15:53]--[2018-03-10 Sat 17:48] =>  1:55
   :END:
   - [X] HW3 Sample Grades for Mary
   - [X] HW2 Wednesday
   - [X] HW3
** CSCI 4061 [/]
   :LOGBOOK:
   CLOCK: [2018-03-18 Sun 15:18]--[2018-03-18 Sun 16:11] =>  0:53
   :END:
   - [ ] Watch Missed Lectures
** STAT 3021 [/]
   - [ ] Review Missed Lecture
** OrgToCSV
   :LOGBOOK:
   CLOCK: [2018-03-15 Thu 00:30]--[2018-03-15 Thu 00:54] =>  0:24
   CLOCK: [2018-03-11 Sun 18:50]--[2018-03-11 Sun 20:24] =>  1:34
   :END:
* Week of Mar 19 ->
** CSCI 2041 (TA) [3/3]
   :LOGBOOK:
   CLOCK: [2018-03-23 Fri 14:44]--[2018-03-23 Fri 15:15] =>  0:31
   CLOCK: [2018-03-19 Mon 19:27]--[2018-03-19 Mon 20:38] =>  1:11
   CLOCK: [2018-03-19 Mon 16:22]--[2018-03-19 Mon 17:01] =>  0:39
   :END:
   - [X] Lab
   - [X] Meeting
   - [X] Office Hour
** CSCI 3081W [3/3]
   :LOGBOOK:
   CLOCK: [2018-03-21 Wed 10:31]--[2018-03-21 Wed 11:05] =>  0:34
   CLOCK: [2018-03-18 Sun 16:16]--[2018-03-18 Sun 17:11] =>  0:55
   CLOCK: [2018-03-12 Mon 15:38]--[2018-03-12 Mon 17:20] =>  1:42
   :END:
   - [X] Lab (Tuesday 11:55 pm)
   - [X] Iteration 2 Design Document Draft (Thursday 11:55 pm)
   - [X] Quiz
** CSCI 4061 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-19 Mon 13:59]--[2018-03-19 Mon 15:13] =>  1:14
   :END:
   - [X] Lab
** STAT 3021 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-15 Thu 16:05]--[2018-03-15 Thu 16:46] =>  0:41
   :END:
   - [X] Practical Assignment Part 2 (Wednesday 10:00 pm)
** MUS  1013 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-12 Mon 14:32]--[2018-03-12 Mon 15:11] =>  0:39
   :END:
   - [X] Response (Monday before class)
* Week of Mar 26 ->
** CSCI 2041 (TA) [2/3]
   :LOGBOOK:
   CLOCK: [2018-03-27 Tue 23:42]--[2018-03-28 Wed 00:22] =>  0:40
   CLOCK: [2018-03-27 Tue 16:02]--[2018-03-27 Tue 16:23] =>  0:21
   CLOCK: [2018-03-27 Tue 13:50]--[2018-03-27 Tue 14:16] =>  0:26
   CLOCK: [2018-03-26 Mon 21:16]--[2018-03-27 Tue 00:00] =>  2:44
   CLOCK: [2018-03-26 Mon 17:05]--[2018-03-26 Mon 18:15] =>  1:10
   :END:
   - [X] Lab
   - [X] Meeting
   - [ ] Office Hour
** CSCI 3081W [1/3]
   - [X] Lab
   - [ ] Iteration 2 Unit Tests (Thursday 11:55 pm)
   - [ ] Quiz
** CSCI 4061 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-26 Mon 16:48]--[2018-03-26 Mon 17:01] =>  0:13
   CLOCK: [2018-03-26 Mon 14:22]--[2018-03-26 Mon 15:20] =>  0:58
   :END:
   - [X] Lab
** STAT 3021 [/]
   :LOGBOOK:
   CLOCK: [2018-03-28 Wed 10:04]--[2018-03-28 Wed 10:47] =>  0:43
   CLOCK: [2018-03-28 Wed 01:12]--[2018-03-28 Wed 02:04] =>  0:52
   CLOCK: [2018-03-27 Tue 22:51]--[2018-03-27 Tue 23:42] =>  0:51
   CLOCK: [2018-03-27 Tue 12:06]--[2018-03-27 Tue 13:48] =>  1:42
   CLOCK: [2018-03-27 Tue 10:45]--[2018-03-27 Tue 11:19] =>  0:34
   CLOCK: [2018-03-25 Sun 22:11]--[2018-03-25 Sun 23:30] =>  1:19
   CLOCK: [2018-03-25 Sun 20:08]--[2018-03-25 Sun 20:55] =>  0:47
   CLOCK: [2018-03-25 Sun 16:05]--[2018-03-25 Sun 18:17] =>  2:12
   :END:
   - [ ] Quiz (Wednesday)
** MUS  1013 [1/1]
   :LOGBOOK:
   CLOCK: [2018-03-24 Sat 15:54]--[2018-03-24 Sat 17:56] =>  2:02
   CLOCK: [2018-03-24 Sat 12:47]--[2018-03-24 Sat 13:42] =>  0:55
   CLOCK: [2018-03-22 Thu 16:21]--[2018-03-22 Thu 17:43] =>  1:22
   :END:
   - [X] Paper 2 (Monday 12:20 pm)
* Week of Apr 02 ->
** CSCI 2041 (TA) [0/3]
   - [ ] Lab
   - [ ] Meeting
   - [ ] Grade quiz
   - [ ] Office Hour
** CSCI 3081W [0/3]
   - [ ] Lab
   - [ ] Iteration 2 Preliminary Code Submission (Tuesday 11:55 pm)
   - [ ] Quiz
** CSCI 4061 [/]
   - [ ] Lab
** MUS  1013 [/]
   - [ ] Response
* Week of Apr 09 ->
** CSCI 2041 (TA) [0/3]
   - [ ] Lab
   - [ ] Meeting
   - [ ] Pass out quiz
   - [ ] Office Hour
** CSCI 3081W [0/3]
   - [ ] Lab
   - [ ] Iteration 2 Documentation and Code Implementation (Tuesday 11:55 pm)
   - [ ] Quiz
** CSCI 4061 [/]
   - [ ] Lab
   - [ ] Programming Assignment 3 (Wednesday)
** STAT 3021 [/]
   - [ ] Quiz (Wednesday)
** MUS  1013 [/]
   - [ ] Response
* Week of Apr 16 ->
** Registration Fall 2018 April 18th
** CSCI 2041 (TA) [0/3]
   - [ ] Lab
   - [ ] Meeting
   - [ ] Pass out quiz
   - [ ] Office Hour
** CSCI 3081W [0/3]
   - [ ] Lab
   - [ ] Quiz
** CSCI 4061 [/]
   - [ ] Lab
   - [ ] Midterm (Tuesday)
** MUS  1013 [/]
   - [ ] Paper 3 (Monday)
* Week of Apr 23 ->
** CSCI 2041 (TA) [0/3]
   - [ ] Lab
   - [ ] Meeting
   - [ ] Pass out quiz (Friday 4:05 pm)
   - [ ] Office Hour
** CSCI 3081W [0/3]
   - [ ] Lab
   - [ ] Iteration 3 Preliminary Code Tests (Tuesday)
   - [ ] Quiz
** CSCI 4061 [/]
   - [ ] Lab
** STAT 3021 [/]
   - [ ] Quiz (Wednesday)
** MUS  1013 [/]
   - [ ] Response
* Week of Apr 30 ->
** CSCI 2041 (TA) [0/3]
   - [ ] Lab
   - [ ] Meeting
   - [ ] Pass out quiz
   - [ ] Office Hour
** CSCI 3081W [0/3]
   - [ ] Lab
   - [ ] Iteration 3 Final Code Submission (Tuesday)
** CSCI 4061 [/]
   - [ ] Lab
** STAT 3021 [/]
   - [ ] Practical Assignment Part 3 (Wednesday)
** MUS  1013 [/]
   - [ ] Exam (Wednesday)
   - [ ] Exam (Friday)
* Week of May 07 ->
** CSCI 2041 (TA) [0/3]
   - [ ] Lab
   - [ ] Meeting
   - [ ] Final Exam (Tuesday 10:30 am)
   - [ ] Final Exam (Wednesday 10:30 am)
** CSCI 4061 [/]
   - [ ] Final (Tuesday 8:00-10:00 am)
** STAT 3021 [/]
   - [ ] Final Exam (Thursday 4:00-6:00 pm)
* Week of May 14 ->
